Tekla.Structures.ModelInternal.dotPhaseNumbers_t
Serialization structure for the get phases method

Tekla.Structures.ModelInternal.dotPhaseNumbers_t.nPhaseNumbers
The phase count

Tekla.Structures.ModelInternal.dotPhaseNumbers_t.aPhaseNumber
The phase numbers

Tekla.Structures.ModelInternal.dotPhaseNumbers_t.Result
The result